app/views/ideas/index.html.erb


<p>There are <%= Idea.count %> ideas </p>
---
SELECT "ideas".* FROM "ideas"
SELECT COUNT(*) FROM "ideas"